/* alt text of dot photo link */
"dotphoto" = "dotphoto";

/* alt text of mag link */
"magnify" = "Ingrandisci";

/* Title of dot photo link */
"Order prints of this image from dotphoto.com" = "Ordina stampe di questa immagine da dotphoto.com";

/* action name for setting an image */
"Set Image" = "Imposta immagine";

/* Title of mag link */
"View this image full-size" = "Vedi a dimensione reale";